class RealType(object):
    REAL_TYPE = {
        "주식체결": {
            "체결시간": 20,
            "현재가": 10,
            "전일대비": 11,
            "등락율": 12,
            "(최우선)매도호가": 27,
            "(최우선)매수호가": 28,
            "거래량": 15,
            "누적거래량": 13,
            "누적거래대금": 14,
            "시가": 16,
            "고가": 17,
            "저가": 18,
            "전일대비기호": 25,
            "전일거래량대비(계약,주)": 26,
            "거래대금증감": 29,
            "전일거래량대비(비율)": 30,
            "거래회전율": 31,
            "거래비용": 32,
            "체결강도": 228,
            "시가총액(억)": 311,
            "장구분": 290,
            "KO접근도": 691,
            "상한가발생시간": 567,
            "하한가발생시간": 568
        },
        "장시작시간": {
            "장운영구분": 215,
            "체결시간": 20,
            "장시작예상잔여시간": 214
        }
    }